{
  "blink.cmp": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.statusline": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-python": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "project.nvim": { "branch": "main" },
  "render-markdown.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "vim-sleuth": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
